Repository: 84000/data-translation-memory
Catalog: Toh_308-Questions_Regarding_Death_and_Transmigration-v2.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་གང་དག་གིས་མཚམས་མེད་པ་ལ་སོགས་པའི་ལས་མི་དགེ་བ་དག་བགྱིས་པས་དེའི་རྣམ་པར་སྨིན་པ་མི་བཟད་པ་མྱོང་བར་འགྱུར་བ་
en: “Blessed One, there are sentient beings who have committed nonvirtues, such as the actions that bring immediate retribution, on account of which they come to experience the unbearable ripening of such actions.

source: དག་གིས་ཇི་ལྟར་བགྱིས་ན་བདེ་བ་ཐོབ་པར་འགྱུར་བ་བཤད་དུ་གསོལ།
en: Please explain what sorts of things they should do to attain happiness.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་སེམས་ཅན་གང་དག་གིས་མཚམས་མེད་པ་ལ་སོགས་པའི་ལས་མི་དགེ་བ་བྱས་པ་དག་གིས་སྒྱུ་མེད་པའི་སེམས་དང་བས་རྣམ་པར་སྨིན་པ་ལ་ཡིད་ཆེས་པར་བྱས་ཏེསེམས་ཐག་པ་ནས་བཤགས་ན་འབྱང་བར་འགྱུར་རོ། །
en: The Blessed One replied, “O Great King, those sentient beings who have committed nonvirtuous actions, like those actions that bring immediate retribution, will become pure if they sincerely believe in the ripening of the actions and confess them deeply.

source: འཆི་བའི་ཚེ་མི་དགེ་བ་སྔར་བྱས་པ་དག་ལ་འགྱོད་པ་བསྐྱེད་དེ། སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ཞིང་སྐྱབས་སུ་གསོལ་ན་སྡིག་པ་འབྱང་བར་འགྱུར་རོ། །མཐོ་རིས་སུ་ཡང་སྐྱེ་བར་འགྱུར་རོ། །
en: If, at death, they regret the negative actions they committed earlier, pay homage, and go for refuge to all the buddhas and bodhisattvas, their negativities will become pure; such beings will also be reborn in high states.

source: ཚེ་ཕྱི་མ་མེད་པའི་འདུ་ཤེས་བསྐྱེད་པར་མི་བྱའོ། །
en: Do not think that there are no future lives.

source: སྐྱེ་བ་ལེན་པ་ནི་དབང་ཕྱུག་དང་། འདོད་རྒྱལ་དང་། གྱི་ན་ལ་སོགས་པ་དག་གིས་བྱེད་པར་མི་བལྟའོ། །
en: Nor should you think that rebirth is caused by God, arbitrarily, or through mere caprice and the like.

source: འཇིག་རྟེན་པའི་བདེ་བ་དང་འཁོར་བ་ཐམས་ཅད་ལ་ཆགས་པར་མི་བྱའོ། །
en: Have no attachment to any worldly happiness or cyclic existence.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་འཇིག་རྟེན་འདི་ནས་ཕ་རོལ་ཏུ་འཕོ་སྟེ། སྐྱེ་བ་ལེན་པ་ན་རྟག་པ་འཕོ་བ་ཡང་མ་ཡིན་ནོ། །ཆད་པ་འགགས་ཏེ་མེད་པ་ཡང་མ་ཡིན་ནོ། །
en: “O Great King, when you pass from this world to the next and take rebirth, it is not something permanent that transmigrates in this way, nor something that is extinguished, halted, and hence nonexistent.

source: རྒྱུ་མེད་པ་ཡང་མ་ཡིན་ནོ། །རྒྱུ་མེད་པ་ལས་བྱུང་བ་ཡང་མ་ཡིན་ནོ། །བྱེད་པ་པོས་བྱས་པ་ཡང་མ་ཡིན་ཏེ།
en: It is neither uncaused, nor arisen from something without a cause, nor made by an external agent.

source: ལས་དང་ཉོན་མོངས་པའི་རྒྱུ་རྐྱེན་པ་ལས་སྐྱེ་བར་བལྟའོ། །
en: Understand it to be produced by an aggregate of causes and conditions, that is, actions and afflictive emotions.”

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་རྣམས་ཚེ་འཕོས་ནས་སྐྱེ་བ་ལེན་པ་དེ་དེ་ལྟར་རྟག་པ་ཡང་མི་འཕོ། །ཆད་པ་ཡང་མ་ལགས། རྒྱུ་མེད་པ་ཡང་མ་ལགས། བྱེད་པ་པོས་ཀྱང་མ་བྱས། འཇིག་རྟེན་ཕ་རོལ་ཏུ་སྐྱེ་བ་ཡང་འགྲུབ་པ་དེ་རྟོགས་པར་དཀའ་ན་འདི་ལ་འཐུན་པའི་དཔེ་འདི་མཆིས་སམ།
en: “Blessed One, if the transmigration and rebirth of sentient beings is not the transmigration of something permanent, nor of something extinguished, nor without a cause, nor made by an external agent, and if, moreover, the established fact of rebirth in the world beyond is difficult to understand, are there any analogies for it?”

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་འདི་ལ་འཐུན་པའི་དཔེ་བརྒྱད་ཡོད་དོ། །
en: “O Great King, there are eight analogies for rebirth:

source: བླ་མས་ཁ་ཏོན་བརྗོད་པ་སློབ་མས་ཤེས་པའི་དཔེ་དང་།
en: (1) the analogy of students learning that which is recited by the teacher,

source: མར་མེ་ལས་མར་མེ་འབྱུང་བའི་དཔེ་དང་།
en: (2) a lamp being lit from another lamp,

source: མེ་ལོང་ལས་གཟུགས་བརྙན་འབྱུང་བའི་དཔེ་དང་།
en: (3) a reflection occurring because of a mirror,

source: རྒྱ་ལས་རྒྱའི་འབུར་དང་རི་མོ་འབྱུང་བའི་དཔེ་དང་།
en: (4) an impression and image coming from a stamp,

source: མེ་ཤེལ་ལས་མེ་འབྱུང་བའི་དཔེ་དང་།
en: (5) fire coming from a magnifying glass,

source: ས་བོན་ལས་མྱུ་གུ་འབྱུང་བའི་དཔེ་དང་།
en: (6) a sprout arising from a seed,

source: སྐྱུར་ཞེས་བརྗོད་པས་འགྲམ་ཆུ་ལྡང་བའི་དཔེ་དང་།
en: (7) the production of saliva when someone says the word ‘sour,’ and

source: བྲག་ཅའི་སྒྲ་རྣམས་ཀྱི་དཔེས་རྟོགས་པར་བྱ་སྟེ
en: (8) the sound of an echo.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་དཔེ་བརྒྱད་པོ་འདི་དག་གིས་སྔ་མ་སྔ་མས་ནི་ཕྱི་མ་ཕྱི་མ་རྣམས་འབྱུང་བ་ཡང་ཡོད་པ་ནི་རྟག་པ་འཕོ་བ་མ་ཡིན་པའི་དཔེའོ། །
en: O Great King, in these eight analogies, the fact that earlier things give rise to the later ones illustrates how nothing permanent transmigrates.

source: ཕྱི་མ་ཕྱི་མ་ནི་སྔ་མ་སྔ་མ་རྣམས་ལས་འབྱུང་བས་རྒྱུ་མེད་པ་ལས་འབྱུང་བ་མ་ཡིན་པའི་དཔེ་དང་། ཆད་པ་འགག་པ་མ་ཡིན་པའི་དཔེའོ། །
en: The fact that later things arise from earlier ones illustrates how transmigration and rebirth do not occur without a cause and that they are not of something extinguished and halted.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་དཔེ་འདི་དག་ནི་རྐྱེན་གསུམ་གསུམ་ཚོགས་པ་ལས་འབྱུང་སྟེ།
en: “Furthermore, O Great King, all of these analogies are things that come about when three conditions are gathered together.

source: བླ་མ་དང་སློབ་མ་དེ་གཉིས་དབང་པོ་རྣམས་ཚང་བ་ལས་ཁ་ཏོན་འབྱུང་ཞིང་སྨྲ་ཤེས་པའོ། །
en: When there are teachers, students, and sense faculties, we have recitation and language learning.

source: མར་དང་སྡོང་བུ་དང་སྣོད་ཚོགས་པ་ལས་མར་མེ་འབྱུང་ངོ་། །
en: When there exist butter, wicks, and vessels, we have lamps.

source: ནམ་མཁའ་དང་བ་དང་། གདོང་དང་མེ་ལོང་ཚོགས་པ་ལས་གཟུགས་བརྙན་འབྱུང་ངོ་། །
en: When there are bright skies, faces, and mirrors, we have reflections.

source: རྒྱ་དང་འཇིམ་པའི་གོང་བུ་དང་སྐྱེས་བུའི་ལག་པའི་རྩོལ་བ་རྣམས་ཚོགས་པ་ལས་འབུར་དང་རི་མོ་འབྱུང་ངོ་། །
en: When there are signets, lumps of clay, and human manual effort, we have impressions and images from stamps.

source: ཤེལ་དང་ཉི་མའི་འོད་དང་རྩྭ་ཤིང་ཚོགས་པ་ལས་མེ་འབྱུང་ངོ་། །
en: When there are crystals, sunlight, grass, and wood, we get fire.

source: ས་བོན་དང་ས་གཞི་དང་རླན་པ་རྣམས་ཚོགས་པ་ལས་མྱུ་གུ་འབྱུང་ངོ་། །
en: When there are seeds, earth, and moisture, we get sprouts.

source: ཚྭ་དང་ཚྭ་ཆུ་འཐུང་མྱོང་བ་དང་། སྐྱུར་ཞེས་བརྗོད་པ་ཚོགས་པ་ལས་འགྲམ་ཆུ་ལྡང་ངོ་། །
en: When there is salt, a previous experience of drinking salty water, and when the word ‘sour’ is pronounced, people then begin to salivate.

source: མིས་བརྗོད་པའི་སྒྲ་དང་སྒྲ་དྲག་པོ་གཞན་མེད་པ་དང་། རི་བྲག་རྣམས་ཚོགས་པ་ལས་བྲག་ཅ་འབྱུང་སྟེ།
en: When someone speaks, when there is no other loud sound, and when there is a nearby mountain, then an echo will occur.

source: དེ་དག་ནི་སེམས་ཅན་སྐྱེ་བ་ནི་བྱེད་པ་པོས་མ་བྱས་ཏེ། ལས་དང་ཉོན་མོངས་པའི་རྒྱུ་རྐྱེན་གྱིས་བསྐྱེད་པའི་དཔེའོ། །
en: These are all analogies showing how sentient beings’ rebirths are not made by external agents, but are produced through the causal conditions of actions and afflictive emotions.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་བླ་མ་ནི་ཚེ་འདིའི་དཔེའོ། །
en: “Furthermore, O Great King, the teacher illustrates this life;

source: སློབ་མ་ནི་ཚེ་ཕ་རོལ་གྱི་དཔེའོ། །
en: the student illustrates future lives;

source: ཁ་ཏོན་ནི་རྣམ་པར་ཤེས་པ་ཉིང་མཚམས་སྦྱོར་བའི་དཔེའོ། །
en: recitation illustrates how consciousness bridges the gap between lives.

source: མར་མེ་སྔ་མ་ནི་ཚེ་འདིའི་དཔེའོ། །
en: The earlier lamp illustrates this present life;

source: ཕྱི་མ་ནི་ཕ་རོལ་གྱི་དཔེའོ། །
en: the later lamp illustrates future lives;

source: མར་མེ་སྔ་མ་ལས་ཕྱི་མ་བྱུང་བ་ཡང་སྔ་མ་ཡོད་པ་ནི་རྟག་པ་འཕོ་བ་མ་ཡིན་པའི་དཔེའོ། །
en: though the later lamp arose from the earlier lamp, the fact that the one existed before the other illustrates how nothing permanent transmigrates.

source: ཕྱི་མ་དེ་སྔ་མ་ལས་བྱུང་བ་རྒྱུ་མེད་པ་ལས་མ་བྱུང་བའི་དཔེའོ། །
en: That the later one arose from the earlier one illustrates how things do not occur without causes.

source: མེ་ལོང་ནི་ཚེ་འདི་ཡོད་པའི་སྒོ་ནས་ཕྱི་མ་ཡང་ཡོད་ལ། དངོས་པོ་ཡང་མི་འཕོ་ཞིང་ཕ་རོལ་ཡང་ཡོད་ངེས་པའི་དཔེའོ། །
en: The mirror illustrates how future lives exist because present lives exist, how nothing real transmigrates, and how future lives definitely do exist.

source: རྒྱ་ནི་འདིར་ལས་ཅི་སྤྱད་པ་འཐུན་པར་ཕ་རོལ་ཏུ་ཡང་སྐྱེ་བ་ལེན་པའི་དཔེའོ། །
en: The stamp illustrates how one takes rebirth in a future life in accordance with actions one has done in this life.

source: མེ་ཤེལ་ནི་འགྲོ་བ་རིས་མི་འདྲ་བ་ནས་མི་འདྲ་བར་སྐྱེ་བའི་དཔེའོ། །
en: The magnifying glass illustrates how one exists as one type of being and is then reborn as another.

source: ས་བོན་ནི་འགགས་ནས་མེད་པར་མི་འགྱུར་བའི་དཔེའོ། །
en: The seed illustrates how one does not cease and become nonexistent.

source: སྐྱུར་ནི་མྱོང་བའི་ལས་ཀྱིས་སྐྱེ་བ་ལེན་པའི་དཔེའོ། །
en: The sour taste illustrates how one takes rebirth due to actions one has experienced.

source: སྒྲ་ནི་རྒྱུ་རྐྱེན་ཚོགས་ནས་གནོད་པའི་རྐྱེན་གཞན་མེད་ན་སྐྱེ་བ་ལེན་ཏེ།
en: The echoing sound illustrates how one takes a rebirth when causes and conditions are present without other annulling conditions;

source: གཅིག་པ་དང་ཐ་དད་པ་མ་ཡིན་པའི་དཔེའོ། །
en: it illustrates how a [reborn individual] is not the same as or different [from that of the earlier life].

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་དཔེ་བརྒྱད་པོ་འདི་ཚང་བར་མ་སྨོས་ཏེ། འགའ་ཞིག་བསྟན་ན་དབང་ཕྱུག་དང་། འདོད་རྒྱལ་དང་། གྱི་ན་དང་། རྒྱུ་མེད་པར་སྨྲ་བ་དག་གིས་དགེ་སྦྱོང་གཽ་ཏ་མའི་དཔེ་འདི་དག་ཁ་ཏོན་གྱི་དཔེས་ནི་འདིའི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པ་གཉིས་མ་བྲལ་བར་ཕ་རོལ་ཏུ་རྣམ་པར་ཤེས་པ་འཕོ་བར་འགྱུར་ཞེས་
en: “O Great King, if I had not explained all eight analogies but had taught only some of them, then those who maintain that rebirth is due to God, arbitrary, due to mere caprice, or without any causes would use the Śramaṇa Gautama’s analogy of recitation to say that consciousness will transmigrate to the next life without losing the aggregates and consciousness of this life.

source: སྨྲ་བ་དག་དགག་པའི་ཕྱིར་དཔེ་ལྷག་མ་རྣམས་བསྟན་ཏོ། །
en: To refute those who might say this, I taught the remaining analogies.

source: མར་མེའི་དཔེས་ནི་འདི་དང་ཕ་རོལ་གཉི་གར་ཕུང་པོ་དུས་གཅིག་ཡོད་དོ། །
en: “Some might use the analogy of the lamp to say that the aggregates in both this life and the next exist at one and the same time.

source: ཞེས་ཟེར་བ་དག་དགག་པའི་ཕྱིར་དཔེ་ལྷག་མ་རྣམས་བསྟན་ཏོ། །
en: To refute them I taught the remaining analogies.

source: མེ་ལོང་གི་དཔེས་ནི་འདྲ་བའི་དཔེ་ཡིན་པས་གྲུམ་པོ་ལས་གྲུམ་པོར་སྐྱེ། དཀར་པོ་ལས་དཀར་པོར་སྐྱེའོ་ཞེས་
en: “Some others might use the mirror analogy to say that the lame are reborn lame and the fair are reborn fair because the mirror illustrates similarity.

source: ཟེར་བ་དག་དགག་པའི་ཕྱིར་དཔེ་ལྷག་མ་རྣམས་བསྟན་ཏོ། །
en: To refute them I taught the remaining analogies.

source: རྒྱའི་དཔེས་ནི་ལྷ་འཕོས་པ་ལྷར་སྐྱེ། མི་འཕོས་པ་མིར་སྐྱེ་བ་ལ་སོགས་པ་ངེས་པའོ་ཞེས་
en: “Others might use the analogy of the stamp to say that gods who have died are reborn as gods and that humans who have died are reborn as humans.

source: མེ་ཤེལ་གྱི་དཔེས་ནི་མི་འདྲ་བའི་དཔེ་ཡིན་པས་དགེ་བས་ངན་སོང་དང་མི་དགེ་བས་མཐོ་རིས་འགྲུབ་བོ་ཞེས་
en: “Yet others might use the analogy of the magnifying glass to say that from virtue come the lower realms and from nonvirtue comes high status because a magnifying glass illustrates dissimilarity.

source: ས་བོན་གྱི་དཔེས་ནི་ཤེས་པ་གཅིག་ལས་མང་པོར་འཕེལ་ལོ་ཞེས་
en: “Some might use the analogy of the seed to say that one consciousness grows to be many.

source: སྐྱུར་གྱི་དཔེས་ནི་མྱོང་བའི་དཔེ་ཡིན་པས་ལྷའི་ལོ་རྒྱུས་ཡོད་པ་དག་དགེ་བའི་བསོད་ནམས་མ་བྱས་ཀྱང་ལྷར་སྐྱེའོ། །ངན་སོང་གི་ལོ་རྒྱུས་ཡོད་པ་དག་མི་དགེ་བ་མ་བྱས་ཀྱང་ངན་སོང་དུ་སྐྱེའོ། །ཞེས་
en: “Some too might use the analogy of a sour taste, because it illustrates experience, to say that those who have a history of rebirth as gods will be reborn as gods even though they have not done virtuous deeds, and that those who have a history of rebirth in the lower realms will be reborn in the lower realms even though they have done no nonvirtuous deeds.

source: སྒྲའི་དཔེས་ནི་བྱེད་པ་པོའི་དཔེ་ཡིན་པས་རྒྱུ་རྐྱེན་ལས་མ་བྱུང་ངོ་། །
en: “Yet some others might use the analogy of the echoing sound to say that rebirth does not come from causes and conditions, as they would maintain that such an analogy illustrates agency.

source: དེའི་ཕྱིར་དཔེ་བརྒྱད་བསྟན་ཏོ། །
en: It is for these reasons that I taught all eight analogies.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་ཚེ་ཞིག་སྟེ་ཕ་རོལ་ཏུ་སྐྱེ་བ་མེད་དེ། ཆད་པ་དང་འགག་པ་ཡང་མ་ཡིན་ནོ། །
en: “O Great King, it is not the case that life ceases, with no rebirth in the hereafter, and that it is extinguished and halted.

source: ཚེ་འདི་དངོས་པོ་རྟག་པ་མ་ཉམས་པར་ཕ་རོལ་ཏུ་འཕོ་བ་ཡང་མ་ཡིན་ནོ། །
en: Neither is this life a permanent entity that transmigrates to the hereafter intact.

source: ཚེ་འདི་ལ་མ་བསྟེན་པར་ཕ་རོལ་ཏུ་སྐྱེ་བ་ལེན་པ་ཡང་མ་ཡིན་ནོ། །
en: People cannot take rebirth in the hereafter without any dependence upon this life.

source: བདག་གིས་སྐྱེ་བ་འདི་བླང་ངོ་ཞེས་བསམས་པས་ཀྱང་སྐྱེ་བ་མི་ལེན་ཏོ། །
en: Nor do they have a rebirth by simply thinking that they will take such and such a rebirth.

source: བདག་གིས་དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་ལ་བརྟེན་ཏེ་མཐོ་རིས་སུ་སྐྱེ་བར་བྱའོ་སྙམ་པས་ཀྱང་མ་ཡིན་ནོ། །
en: Rebirth does not occur because people think that they rely on God and the like, and that they will thus be reborn in the heavens.

source: བདག་མཐོ་རིས་དང་ངན་སོང་གར་འདོད་པར་སྐྱེ་བར་བྱའོ་སྙམ་པས་ཀྱང་མ་ཡིན་ནོ། །
en: Nor do people take rebirth thinking that they will be reborn wherever they wish, whether in the heavens or in the lower realms.

source: ཅི་ཡང་མ་བྱས་ཏེ་རྒྱུ་རྐྱེན་ལ་བརྟེན་མི་དགོས་པར་སྐྱེའོ་སྙམ་པས་ཀྱང་མ་ཡིན་ནོ། །
en: And rebirth does not occur because people think that they will in any case be reborn, even without doing anything and irrespective of causes and conditions.

source: ཕུང་པོ་འདི་ཞིག་སྟེ་ཤི་ནས་ཅི་ཡང་མེད་དོ་ཞེས་སྨྲ་བ་ཡང་མ་ཡིན་ནོ། །
en: “Nor can one say that one’s aggregates perish, one dies, and that afterward there is nothing at all.

source: འདིར་ཚེ་འཕོས་ནས་ཕ་རོལ་ན་གཤིན་གྱི་ཁམས་སུ་མུ་ཆགས་སུ་མཆིས་པས་འདི་ན་ཅི་སྤྱོད་པ་བྱེད་དེ་སྐྱེ་བ་མི་ལེན་ཞེས་ཟེར་བ་ཡང་མ་ཡིན་ནོ། །
en: One cannot say either that after death in this world, people in the afterlife abide continuously in the ‘world of Death,’ and thus do whatever they did in this life without taking rebirth.

source: ཚེ་འདིའི་རྣམ་པར་ཤེས་པ་མ་འགགས་པར་རྣམ་པར་ཤེས་པས་སྐྱེ་བ་ལེན་ཞེས་ཟེར་བ་ཡང་མ་ཡིན་ནོ། །
en: Nor can one say that consciousness takes rebirth without any halt to the consciousness one has in the present life.

source: འདི་དང་ཕ་རོལ་གཉི་གར་ཕུང་པོ་དུས་གཅིག་ཡོད་ཅེས་ཟེར་བ་ཡང་མ་ཡིན་ནོ། །
en: One cannot say that the aggregates of this life and the next exist at the same time.

source: གྲུམ་པོ་ལས་གྲུམ་པོར་སྐྱེ། དཀར་པོ་ལས་དཀར་པོར་སྐྱེ་ཞེས་བྱ་བ་ལ་སོགས་པ་ཡང་མ་ཡིན་ནོ། །
en: Nor can one say that the lame are reborn lame, the fair are reborn fair, and so forth.

source: ལྷ་ཚེ་འཕོས་པ་ཡང་ལྷར་སྐྱེའོ། །མི་ཚེ་འཕོས་པ་ཡང་མིར་སྐྱེའོ་ཞེས་ཟེར་བ་ཡང་མ་ཡིན་ནོ། །
en: One cannot say that gods who have died are reborn as gods and that humans who have died are reborn as humans.

source: དགེ་བས་ངན་སོང་དང་མི་དགེ་བས་མཐོ་རིས་སུ་འགྲུབ་ཅེས་ཟེར་བ་ཡང་མ་ཡིན་ནོ། །
en: Nor can one say that virtue leads to the lower realms and that nonvirtue leads to higher status.

source: ཤེས་པ་གཅིག་ལས་མང་པོ་འཕེལ་བ་ཡང་མ་ཡིན་ནོ། །
en: Many consciousnesses do not develop from one.

source: དགེ་བ་མ་བྱས་ཀྱང་ལྷར་སྐྱེ་བ་དང་། མི་དགེ་བ་མ་བྱས་ཀྱང་ངན་སོང་དུ་སྐྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: Beings are not reborn as gods without having practiced virtue, nor are they reborn in the lower realms without having committed some nonvirtuous deeds.

source: སྐྱེ་བ་ནི་བྱེད་པ་པོས་བྱས་པ་ཡང་མ་ཡིན་ནོ། །
en: Rebirth is not brought about through the actions of an external agent.

source: དེ་དག་ཅིའི་ཕྱིར་མ་ཡིན་ཞེ་ན།
en: “Let us suppose someone asks why these things are not the case.

source: ཁ་ཏོན་གྱི་དཔེ་ལ་གང་དག་གིས་རྣམ་པར་ཤེས་པ་འདི་མ་འགགས་པར་ཕ་རོལ་ཏུ་སྐྱེ་བ་ལེན་ནོ་ཞེས་ཟེར་བའི་སྐྱོན་བསལ་བའི་ཕྱིར་ས་བོན་གྱི་དཔེ་བསྟན་ཏེ།
en: Here is what we would reply. Someone might say about the analogy of a recitation that it shows that one takes rebirth in the next life without the consciousness of this life perishing. To eliminate this misinterpretation we put forth the analogy of the seed.

source: ས་བོན་དེ་མ་རུལ་བར་མྱུ་གུ་སྐྱེ་ན་ནི་བདག་ཏུ་སྨྲ་བ་དག་བདེན་ན་
en: Indeed, if a sprout were to be produced without the seed being destroyed, then the positions of those who accept real selves would be right.

source: ས་བོན་དེ་རུལ་ནས་སྔ་མ་ལས་གྱུར་ཏེ་མི་འདྲ་བར་གྱུར་པ་ལས་མྱུ་གུ་སྐྱེའོ། །
en: However, the sprout is produced upon the destruction of the seed—that is, from something that has changed from what it was earlier on.

source: མར་མེའི་དཔེ་ལ་གང་གིས་མར་མེ་གཅིག་ལས་གཅིག་སྦར་ན་གཉི་ག་ཡོད་པས་འདི་དང་ཕ་རོལ་གཉི་གར་ཕུང་པོ་དུས་གཅིག་ཡོད་དོ། །
en: “Someone might say about the analogy of the lamp that it shows that the aggregates of this life and the next exist at one and the same time, because when one lamp is lit from another they both exist at the same time.

source: ཞེས་ཟེར་བའི་སྐྱོན་བསལ་བའི་ཕྱིར་སྒྲའི་དཔེ་བསྟན་ཏེ།
en: It is in order to rule out this misinterpretation that we put forth the analogy of echoing sound.

source: བྲག་ཅ་ནི་མིས་མ་བརྗོད་པར་སྒྲ་མི་གྲག་སྟེ།
en: An echo does not resound without a person having first spoken and does not occur at the same time as that speech.

source: དུས་གཅིག་ཏུ་མི་འབྱུང་བས་ཕུང་པོ་ཡང་དུས་གཅིག་ཏུ་མི་འབྱུང་ངོ་། །
en: So the aggregates do not exist at the same time. .

source: མེ་ལོང་གི་དཔེ་ལ་འདྲ་བའི་ཕྱིར་གྲུམ་པོ་ལས་གྲུམ་པོར་སྐྱེ་བ་དག་དགག་པའི་ཕྱིར་མེ་ཤེལ་གྱི་དཔེ་བསྟན་ཏེ།
en: “About the illustration of the mirror, it might be said that lame people are born from lame people because of the similarity the mirror illustrates.

source: མེ་ཤེལ་ལས་དེ་དང་མི་འདྲ་བའི་མེ་འབྱུང་བའི་ཕྱིར་རོ། །
en: To refute such ideas we put forth the analogy of the magnifying glass, for a magnifying glass gives rise to a fire from which it is dissimilar.

source: རྒྱའི་དཔེ་ནི་ལྷ་ཚེ་འཕོས་པ་ལྷར་སྐྱེ། མི་ཚེ་འཕོས་པ་མིར་སྐྱེའོ་ཞེས་ཟེར་བ་བསལ་བའི་ཕྱིར་ཁ་ཏོན་གྱི་དཔེ་བསྟན་ཏེ། འདིའི་དཔེ་ནི་བླ་མ་ཡིན་ལ། ཕ་རོལ་གྱི་དཔེ་ནི་སློབ་མ་ཡིན་ཏེ།
en: “Someone might say that the analogy of the stamp shows that dead gods are born as gods and dead people as people. To rule this out we put forth the analogy of a recitation: what illustrates the present life is the teacher and what illustrates the next life is the student;

source: ཐ་དད་པས་བླ་མ་ཡང་སློབ་མ་མ་ཡིན། སློབ་མ་ཡང་བླ་མ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: as they are different, the teacher is not the student, nor the student the teacher.

source: མེ་ཤེལ་གྱི་དཔེ་ལ་མི་འདྲ་བའི་དཔེ་ཡིན་ཏེ། དགེ་བས་ངན་སོང་མི་དགེ་བས་མཐོ་རིས་སོ་ཞེས་ཟེར་བ་
en: “About the analogy of the magnifying glass, someone might say that it is an illustration of dissimilarity and thus shows that virtue leads to lower states and nonvirtue to higher states.

source: བསལ་བའི་ཕྱིར་མར་མེའི་དཔེ་བསྟན་ཏེ།
en: To rule this out we put forth the analogy of a lamp.

source: མར་མེ་ལས་མར་མེ་མི་འདྲ་བ་མི་འབྱུང་གི །མར་མེ་ལས་མར་མེ་འབྱུང་བ་
en: A lamp does not give rise to something dissimilar to a lamp, but rather to a lamp.

source: བཞིན་དགེ་བས་མཐོ་རིས་མི་དགེ་བས་ངན་སོང་ནི་རིགས་པའོ། །
en: Similarly, it is logical that virtue gives rise to high status and nonvirtue to lower states.

source: ས་བོན་གྱི་དཔེ་ལ་ཤེས་པ་འཕེལ་ཞེས་ཟེར་བ་
en: “As for the analogy of the seed, someone might say that it shows that [many different] consciousnesses develop.

source: དགག་པའི་ཕྱིར་རྒྱའི་དཔེ་བསྟན་ཏེ། རྒྱའི་རི་མོ་ཅི་འདྲ་བ་དེ་ལས་འཇིམ་པའི་གོང་བུ་ལ་ཡང་རི་མོ་གཞན་མི་འབྱུང་བའི་ཕྱིར་རོ། །
en: To rule this out we put forth the analogy of the stamp, for the image produced in the lump of clay is not other than that of the stamp.

source: སྐྱུར་གྱི་དཔེ་ལས་གང་དག་གིས་ལྷའི་ལོ་རྒྱུས་མྱོང་བ་དག་དགེ་བ་མ་བྱས་ཀྱང་སྐྱེ་བ་ཐམས་ཅད་དུ་ལྷར་སྐྱེ། ངན་སོང་གི་ལོ་རྒྱུས་མྱོང་བ་དག་མི་དགེ་བ་མ་བྱས་ཀྱང་སྐྱེ་བ་ཐམས་ཅད་ངན་སོང་དུ་སྐྱེའོ། །ཞེས་ཟེར་བ་དག་
en: “Because of the analogy of the sour taste, someone might say that those who experience a history of birth as gods will always be born as gods, in spite of doing no virtue, and that those who experience a history of birth in the lower realms will always be born in lower realms, though they have done no nonvirtue.

source: དགག་པའི་ཕྱིར་མེ་ལོང་གི་དཔེ་བསྟན་ཏེ། མེ་ལོང་ལ་བཞིན་ཅི་འདྲ་བ་སྣང་བ་བཞིན་དུ་དགེ་བ་དང་མི་དགེ་བའི་འབྲས་བུ་འདྲ་བ་བསྣོལ་ནས་མི་འདྲ་བར་སྦྱོར་བ་འགལ་བའི་ཕྱིར་རོ། །
en: To refute this we put forth the illustration of the mirror, for just as a face appears in a mirror as it is, so too the similar results of virtue and nonvirtue would match [their respective causes] and it would thus be contradictory to make them dissimilar.

source: སྒྲའི་དཔེ་ལ་ནི་བྱེད་པ་པོས་བྱས་པ་མ་ཡིན་ཏེ། མིས་སྐད་མ་བསྒྲགས་པར་བྲག་ཅ་མི་འབྱུང་བ་
en: “Some might say, with regard to the analogy of echoing sound, that echoes do not come about unless they are made by an external agent—that is, unless someone shouts.

source: བཞིན་དུ་བྱེད་པ་པོས་མ་བྱས་པར་སེམས་ཅན་རྣམས་མི་སྐྱེའོ། །ཞེས་ཟེར་བ་
en: And analogously, so it might be said, beings are not born unless made by an external agent.

source: དེ་བས་ལ་བའི་ཕྱིར་སྐྱུར་གྱི་དཔེ་བསྟན་ཏེ།
en: To rule out that misinterpretation we put forth the illustration of the sour taste.

source: སྔར་འཐུངས་པ་དང་ཟ་མྱོང་བས་ཕྱིས་བརྗོད་པས་འགྲམ་ཆུ་ལྡང་བ་བཞིན་དུ་ལས་དང་ཉོན་མོངས་པ་སྔར་སྤྱད་པའི་དབང་གིས་ཕྱིས་སྐྱེ་བ་ལེན་ནོ། །
en: The point is that it is those who have previously had the experience of eating or drinking something who will later salivate when it is described, and likewise, it is because of previously engaging in actions and afflictions that one will later take rebirth.

source: ཀྱེ་རྒྱལ་པོ་ཆེན་པོ་སེམས་ཅན་སྐྱེ་བ་དང་། འཇིག་པ་དང་། འདི་དང་ཕ་རོལ་ཏུ་འཕོ་བ་དང་། ཇི་ལྟར་འགྱུར་བ་དག་ནི་དེ་ལྟར་མཁྱེན་པར་མཛོད་ཅིག །
en: “O Great King, let it be known that such are the ways sentient beings take birth, perish, and transmigrate from this life to the next.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་ལ་འཁོར་འདུས་པ་ཐམས་ཅད་ཡི་རངས་ཏེ་མངོན་པར་བསྟོད་དོ། །
en: All the retinue then rejoiced and praised what the Blessed One had said.

source: འཆི་འཕོ་བ་ཇི་ལྟར་འགྱུར་བ་བསྟན་པའི་མདོ་རྫོགས་སོ།། །།
en: Thus ends “ The Sūtra of the Teaching Regarding Death and Transmigration .”

source: བསྟན་པ་སྔ་དར་བའི་ཚེ་འགྱུར་བ་ལས་སྐད་གསར་ཆད་ཀྱིས་ཀྱང་མ་བཅོས་པའོ།། །།
en: The translation done at the time of the earlier dissemination of the teaching has not been modified at all with revised terminology.
